Repository: luismasuelli/django-xmail-ritual
Catalog: grimoire/django/xmail/locale/*/LC_MESSAGES/django.po
Languages: es

source: Async e-mail entry
es: Entrada de e-mail asíncrono

source: Async e-mail entries
es: Entradas de e-mails asíncronos

source: Created
es: Creado

source: Message creation date (i.e. when send_mail was called on it)
es: Fecha de creación del mensaje (es decir, cuando send_mail fue invocado sobre él)

source: Tried
es: Intentado

source: Last try date
es: Última fecha de intento

source: Pickled e-mail
es: E-mail serializado

source: Message state
es: Estado del mensaje

source: Current state of the message (pending, busy, already sent, or failed)
es: Estado actual del mensaje (pendiente, ocupado, ya enviado, o fallado)

source: Pickled message being sent (it is a pickled EmailMessage instance encoded in base 64)
es: Serialización de mensaje siendo enviado (es un objeto EmailMessage serializado con `pickle`, y codificado en base 64)

source: Last error
es: Último error

source: Details for the last error occurred with this message
es: Detalles del último error ocurrido con este mensaje

source: To
es: A

source: Prefetched destinations from the "to" field in the original message
es: Destinos precargados para el campo "a" en el mensaje original

source: Prefetched destinations from the "cc" field in the original message
es: Destinos precargados para el campo "cc" en el mensaje original

source: Bcc
es: Cco

source: Prefetched destinations from the "bcc" field in the original message
es: Destinos precargados para el campo "cco" en el mensaje original

source: Subject
es: Asunto

source: Prefetched subject from the original message
es: Asunto precargado desde el mensaje original

source: Pending
es: Pendiente

source: Busy
es: Ocupado

source: Failed
es: Fallado

source: Succeeded
es: Éxito

source: Asynchronous mailing
es: Correo electrónico asíncrono
